Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/_sprak_er_kult_med_teknologi.html.tmx
Source language: nob
Languages: sme

source: – Språk er kult med teknologi
sme: – Giella lea hearvái teknologiijain

source: Sametingsråd Mikkel Eskil Mikkelsen tror at kunstig intelligens vil føre til at flere synes det er kult og morsomt å lære seg samisk.
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen jáhkká goanstajierpmi dagahit ahte eanet olbmuid mielas šaddá somá ja gelddolaš oahppat sámegiela.

source: – Mulighetene med nye språkopplæringsapper, maskinoversetting og kule tekniske duppeditter, gjør at samisk språk blir mer tilgjengelig for alle.
sme: – Ođđa giellaoahppanáppaid vejolašvuođat, dihtorjorgaleapmi ja somás teknihkalaš reaiddut dahket ahte sámegiella lea eanet olámuttos buohkaide.

source: Tirsdag 25. og onsdag 26. juni samles 130 ungdommer til konferansen Giellabiellje på Stormen bibliotek i Bodø, hvor temaene er samiske språk, gaming og teknologi, og fremtiden for de samiske språkene.
sme: Disdaga geassemánu 25. ja gaskavahku 26. beaivvi čoahkkanit 130 nuora Giellabiellje-konferánsii Stormen girjerádjosis Bådåddjos. Fáddán leat sámegielat, speallan ja teknologiija, ja sámegielaid boahtteáigi.

source: Giellabiellje 2024 byr på et variert program med foredrag, workshops og kulturelle arrangementer.
sme: Giellabiellje 2024 fállá máŋggabealat prográmma logaldallamiiguin, bargobájiiguin ja kultuvrralaš doaluiguin.

source: Deltakerne vil diskutere minoritetsspråkets utfordringer og muligheter.
sme: Oasseváldit ságastallet minoritehtagielaid hástalusaid ja vejolašvuođaid birra.

source: Konferansen legger spesielt vekt på teknologiens rolle i bevaring og revitalisering av urfolkspråk.
sme: Konferánssas deattuhuvvo erenoamážit teknologiija rolla álgoálbmotgielaid seailluheamis ja ealáskahttimis.

source: Under konferansen skal ungdommen også lage en resolusjon som skal overrekkes til Sametinget og Kommunal- og distriktsdepartementet.
sme: Konferánssas galget nuorat maiddái ráhkadit resolušuvnna mii geigejuvvo Sámediggái ja Gielda- ja guovlodepartementii.

source: Sametingsråd Mikkel Eskil Mikkelsen er den i sametingsrådet som har ansvaret for samiske språk.
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen lea dat sámediggeráđis geas lea ovddasvástádus sámegielain.

source: Mikkelsen vil delta på konferansen og ser frem til å lytte til ungdommene, som kommer fra hele Sápmi.
sme: Mikkelsen oassálastá konferánsii ja son illuda guldalit nuoraid miehtá Sámi.

source: – Den raske utviklingen innen teknologi og fremveksten av kunstig intelligens gjør at samiske språk for alvor tar spranget inn i fremtiden, sier Mikkelsen.
sme: – Teknologiija jođánis ovdáneapmi ja goanstajierpmi ovdáneapmi dahket ahte sámegiella duođas čuovvu servodaga ovdáneami, dadjá Mikkelsen.

source: Giellabiellje arrangeres av Kommunal- og distriktsdepartementet og Sametinget, i tett samarbeid med den samiske ungdomsorganisasjonen Noereh og Sametingets ungdomsutvalg (SUPU).
sme: Giellabiellje lágidit Gielda- ja guovlodepartemeanta ja Sámediggi, lagas ovttasbargguin sámi nuoraidorganisašuvnnain Noereh ja Sámedikki nuoraidlávdegottiin (SáNUL).

source: Her er noen høydepunkter i programmet:
sme: Dá leat moadde váldočuoggá prográmmas:

source: Gaming på samisk: Kan vi game mer på samisk?
sme: Gaming sámegillii: Sáhttitgo mii gamet eanet sámegillii?

source: Er det lett å lage samiske spill?
sme: Lea go álki ráhkadit sámegiel spealuid?

source: Vi samler gamere og spillutviklere for å diskutere samisk gaming.
sme: Mii čohkket gameriid ja spealloovddideddjiid ságastallat sámi gamema birra.

source: Mellom annet Lemet Máhtte Eira Sara som har oversatt Minecraft til nordsamisk, og Casper Bolle som jobber nå med spillet Eydigard.
sme: Ságastallamis leaba earret eará Lemet Máhtte Eira Sara, gii lea jorgalan Minecraft davvisámegillii, ja Casper Bolle, gii dál bargá Eydigard-spealuin.

source: Det blir også workshops hvor ungdommene får kurs i programmering og muligheten til å lære å programmere spill til samiske språk.
sme: Doppe leat maiddái bargobájit main nuorat besset oahppat programmerema birra ja mot programmere spealuid sámegillii.

source: Krasjkurs i samiske språk: Ungdommene får lære samiske språk i en artig innpakning.
sme: Crashkursa sámegielain: Nuorat besset somás vugiiguin oahppat sámegielaid.

source: For eksempel lære lulesamisk slang, ungdomsgloser på nordsamisk og Hævvi skal ha seksualundervisning på sørsamisk.
sme: Besset ovdamearkka dihte oahppat julevsámegiel , ávkkálaš sániid davvisámegillii ja Hævvi galgá doallat seksuálaoahpahusa lullisámegillii.

source: Man får også muligheten til å lære skoltesamisk og pitesamisk, som begge er sterkt trua samiske språk.
sme: Lea maid vejolaš oahppat nuortalašgiela ja bihtánsámegiela, mat goappašagat leat áitojuvvon gielat.

source: Paneldebatt med Isalill Kolpus: Hvorfor tør man ikke snakke samisk?
sme: Paneladigaštallan Isalill Kolpusiin: Manne eat duostta sámástit jus ii leat áibbas buorre sámegiella?

source: Isalill Kolpus tar et oppgjør med språksperrer og utfordrer Saara Hermansson, DJ Ailo, Aili Teigmo og flere.
sme: Mii digaštallat mii min hehtte sámástit ja Isalill Kolpus hástala Saara Hermansson, DJ Ailo, Aili Teigmo ja earáid oassálastit ságastallamii.

source: Márkomeannu-mini festival og lansering av de nye samiske veiviserne: Yungmiqu og DJ Ailo med Astrid Tuorda og Saara Hermansson står for musikken.
sme: Márkomeannu unna festiválaš ja ođđa ofelaččaid almmuheapmi: Yungmiqu, DJ Ailo ja Astrid Tuorda ja Saara Hermansson guoimmuhit musihkain.

source: De nye samiske veiviserne blir lansert.
sme: Ođđa ofelaččat almmuhuvvojit.

source: Tidligere har det hvert år vært fire veivisere, neste skoleår blir det seks nye ungdommer som skal reise rundt i landet for å lære elever mer om samisk kultur.
sme: Ovdal leat juohke jagi leamaš njeallje ofelačča, boahtte skuvlajagi leat guhtta ođđa nuora geat galget mátkkoštit Norggas oahpahan dihte sámi kultuvrra ohppiide.

source: Se hele programmet
sme: Geahča olles prográmma
